[BEResettableCounter1]
CountMessage="Осталось камер Хеллидея: %i"
CompleteMessage="Все камеры Хэллидея уничтожены!"

[KFMusicTrigger0]
CombatSong="KFh5_Horde"
WaveBasedSongs=((CombatSong="KFh8_Conductor",CalmSong="KFh8_Locomo"),(CombatSong="KFh5_Shindig",CalmSong="KFh5_SouthernD"),(CombatSong="KFh5_Creature",CalmSong="KFh8_Locomo"),(CombatSong="KFh5_Horde",CalmSong="KFh8_Locomo"),(CombatSong="KFh8_Conductor",CalmSong="KFh5_Drifting"),(CombatSong="KFh5_Creature",CalmSong="KFh5_SouthernD"),(CombatSong="KFh5_Horde",CalmSong="KFh5_SouthernD"),(CombatSong="KFh8_Conductor",CalmSong="KFh8_Locomo"),(CombatSong="KFh5_Creature",CalmSong="KFh8_Locomo"),(CombatSong="KFh5_Horde",CalmSong="KFh5_SouthernD"))

[KFUseTrigger1]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger2]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger8]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story10]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story11]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story12]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story13]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story15]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story2]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story3]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story4]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story5]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story6]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story7]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story8]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KFUseTrigger_Story9]
Message="Нажмите кнопку ИСПОЛЬЗОВАТЬ"

[KF_DialogueSpot0]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Не стой там, заходи скорее. Вот-вот что-то начнется!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Извини, что не встречаю лично, но у нас тут вторжение ужасных чудовищ.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Я Мартел Хеллидей, владелец склада. Я схватил нескольких таких созданий. Давай посмотрим, сумеешь ли ты с ними справиться.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Чтобы выбраться отсюда, тебе нужен пульт от крана. В контейнерах с красными дверями есть всякое барахло. Открывай их и ищи пульт. Ха-ха-ха!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Да, это часть пульта. Скорее ищи вторую половину!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Да, это тебе и нужно. Ты почти на свободе. Передохни, ты этого заслуживаешь.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Дальше все очень просто. Подключи пульт и сможешь управлять краном. Встань на панель, чтобы опускаться, сойди, чтобы подниматься. Не медли, прожектор ведь привлекает внимание. Ха-ха-ха!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Работает! А у тебя все же есть мозги, зря говорят, что нет. Хорошо.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Черт! Они нашли новый вход. Соберитесь все, они идут!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Стой на выключателе, пока нужно. Если у тебя получится... Ха.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Внизу полно жирных клопов. Говорят, это от сырости")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Сюда! Шевелись. Монстры снова идут. Веди жиртрестов в машину. С остальными делай что хочешь.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Поверить не могу. Бочки с желчью полны. Хорошо поработали.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Выбраться отсюда можно только на лодке. В доке есть еще лодки, но они без горючего. Можешь выиграть его в моем маленьком казино, если повезет! Ха-ха-ха!")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Все, никакой больше помощи. Теперь действуй самостоятельно. Разбирайся с тем, что в контейнерах, или разбирайся с пушками. Какая разница, тебе все равно не победить.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Хватит тянуть время. Иди к пушкам, щенок. Я отправлю тебя в ад, ха-ха-ха!")))

[KF_DialogueSpot1]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Что же ты делаешь! Желчь испорчена! Загрязнена! Теперь мне все придется начинать с начала!")))

[KF_DialogueSpot2]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Горючее! С ним ты сможешь отсюда выбраться. Если я тебе разрешу. Все, хватит. Нужно мне быть построже.")))

[KF_DialogueSpot3]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Кажется, определился победитель!")))

[KF_DialogueSpot4]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Может, в следующий раз повезет.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Попробуй еще.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Ну, почти.")),(Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Вокруг одни неудачники.")))

[KF_DialogueSpot6]
Dialogues=((Display=(Dialogue_Header="Мартел Хеллидей",Dialogue_Text="Что за ерунда. Тебе нужно было попасть на лодку... Стоп. Что же ты делаешь, гадкий недочеловечишка!")))

[KF_StoryObjective0]
HUD_Header.Header_Text="Экспорт: бойня"
ObjectiveInProgressMusic="KFh5_SouthernD"

[KF_StoryObjective1]
HUD_Header.Header_Text="Месть"
ObjectiveInProgressMusic="KF_SurfaceTension"

[KF_StoryObjective10]
HUD_Header.Header_Text="Игра за топливо"
ObjectiveInProgressMusic="KF_Pathogen"

[KF_StoryObjective11]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KFh7_Hush"

[KF_StoryObjective12]
HUD_Header.Header_Text="Взрывные намерения"
ObjectiveInProgressMusic="KF_SurfaceTension"

[KF_StoryObjective13]
HUD_Header.Header_Text="Победите Патриарха"
ObjectiveInProgressMusic="KF_Abandon"

[KF_StoryObjective14]
HUD_Header.Header_Text="Веселье в доке"
ObjectiveInProgressMusic="KFh8_Conductor"

[KF_StoryObjective15]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KFh6_Derelict"

[KF_StoryObjective16]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KFh5_SouthernD"

[KF_StoryObjective17]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"

[KF_StoryObjective18]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KF_Smolder"

[KF_StoryObjective2]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KFh5_Shindig"

[KF_StoryObjective3]
HUD_Header.Header_Text="УБОЙНЫЕ ИГРЫ"
ObjectiveInProgressMusic="KF_Peripheral"

[KF_StoryObjective4]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KFh5_Drifting"

[KF_StoryObjective5]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KFh5_Drifting"

[KF_StoryObjective6]
HUD_Header.Header_Text="Игра в ящик"
ObjectiveInProgressMusic="KFh6_Derelict"

[KF_StoryObjective7]
HUD_Header.Header_Text="Драгоценная рвота"
ObjectiveInProgressMusic="KFh8_Conductor"

[KF_StoryObjective8]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KFh8_Locomo"

[KF_StoryObjective9]
HUD_Header.Header_Text="Остановка у торговца"
ObjectiveInProgressMusic="KF_Smolder"

[LevelInfo0]
Title="FrightYard"

[LevelSummary]
Title="FrightYard"
Description="Ходят слухи, что после получения одного груза товарный склад Хеллидея кишит странными существами. Люди говорят, по ночам оттуда доносятся невероятные звуки. Любопытные пробирались за ограду, но никто не видел, чтобы кто-то из них вернулся. Может быть, стоит все проверить."

[ObjCondition_ActorHealth0]
HUD_Screen.Screen_Hint="Победите Патриарха"

[ObjCondition_Area1]
HUD_World.World_Hint="Стойте здесь!"
HUD_Screen.Screen_Hint="Встаньте на чувствительную панель"

[ObjCondition_Area2]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите на товарный склад"

[ObjCondition_Area3]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите на склад"

[ObjCondition_Area4]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите в машинный цех"

[ObjCondition_Area5]
HUD_World.World_Hint="Дальше"
HUD_Screen.Screen_Hint="Войдите на заправочную станцию"

[ObjCondition_Counter0]
HUD_World.World_Hint="Заманивайте Толстяков!"
HUD_Screen.Screen_Hint="Заманивайте Толстяков в машину:"

[ObjCondition_Counter1]
HUD_Screen.Screen_Hint="Нельзя, чтобы что-то еще попало внутрь!"

[ObjCondition_Counter2]
HUD_World.World_Hint="Закиньте бабок, чтобы играть!"
HUD_Screen.Screen_Hint="Сыграйте на автоматах, чтобы выиграть горючее:"

[ObjCondition_Inventory7]
HUD_Screen.Screen_Hint="Возьмите взрывчатку и заминируйте лодку"

[ObjCondition_Multi0]
HUD_Screen.Screen_Hint="Найдите части пульта"

[ObjCondition_Multi1]
HUD_Screen.Screen_Hint="Соберите пульт"

[ObjCondition_Timed1]
HUD_Screen.Screen_Hint="Справьтесь с ордой Хеллидея:"

[ObjCondition_Triggered16]
HUD_World.World_Hint="Добудьте взрывчатку!"

[ObjCondition_Triggered17]
HUD_Screen.Screen_Hint="Отправьте Хеллидея в ад!"

[ObjCondition_Use0]
HUD_World.World_Hint="Нажмите <USE>, чтобы разместить кабель"

[ObjCondition_Use1]
HUD_World.World_Hint="Нажмите <USE>, чтобы установить включатель"

[ObjCondition_Use3]
HUD_World.World_Hint="Нажмите <USE>, чтобы установить бензин"
HUD_Screen.Screen_Hint="Поставьте канистру в лодку"

[ObjCondition_Use4]
HUD_World.World_Hint="Нажмите <USE>, чтобы установить взрывчатку"

[ObjCondition_Use5]
HUD_World.World_Hint="Нажмите <USE>, чтобы отомстить!"
HUD_Screen.Screen_Hint="Отправьте Хеллидея в ад!"

[ObjCondition_WaveCounter0]
HUD_Screen.Screen_Hint="Убейте остальных монстров"

[ObjCondition_WaveCounter1]
HUD_Screen.Screen_Hint="Убейте остальных монстров:"

[ObjCondition_WaveCounter2]
HUD_Screen.Screen_Hint="Убейте остальных монстров:"

[ObjCondition_WaveCounter3]
HUD_Screen.Screen_Hint="Убейте остальных монстров:"

[ObjCondition_WaveCounter4]
HUD_Screen.Screen_Hint="Убейте остальных монстров:"

[ObjCondition_WaveCounter5]
HUD_Screen.Screen_Hint="Осталось монстров:"

